{
  "mainHeader": "Privacy Policy",
  "subHeader": {
    "first": "I value your privacy and am committed to protecting your data.",
    "second": "This policy outlines how I collect, use, and safeguard your information."
  },
  "privacyPolicy": [
    {
      "title": "Introduction",
      "content": [
        "This Privacy Policy describes my policies and procedures on the collection, use and disclosure of your information when you use the Service and tells you about your privacy rights and how the law protects you.",
        "I use your data to provide and improve the Service. By using the Service, you agree to the collection and use of information in accordance with this Privacy Policy."
      ]
    },
    {
      "title": "Interpretation and Definitions",
      "content": [
        "The following definitions shall have the same meaning regardless of whether they appear in singular or in plural."
      ],
      "definitions": [
        {
          "term": "Company",
          "description": "(referred to as either \"the Company\", \"I\", \"Me\" or \"My\" in this Agreement) Make IT Logical, registered as Łukasz Ziaja, al. Wiśniowa 36a/304 53-137 Wrocław, Poland"
        },
        {
          "term": "Country",
          "description": "Poland"
        },
        {
          "term": "Service",
          "description": "The Website https://makeitlogical.io"
        },
        {
          "term": "Data",
          "description": "Information that is collected automatically or provided by you when using my Service"
        },
        {
          "term": "Usage Data",
          "description": "Data collected automatically, generated by the use of the Service or from the Service infrastructure itself"
        }
      ]
    },
    {
      "title": "Collecting and Using Your Data",
      "content": [
        "While using my Service, I may ask you to provide me with certain information that can be used to contact or identify you. I may also collect information that your browser sends whenever you visit my Service or when you access the Service by or through a mobile device."
      ]
    },
    {
      "title": "Use of Your Data",
      "content": [
        "I may use the collected data for various purposes:"
      ],
      "list": [
        "To provide and maintain my Service",
        "To notify you about changes to my Service",
        "To allow you to participate in interactive features of my Service when you choose to do so",
        "To provide customer support",
        "To gather analysis or valuable information so that I can improve my Service",
        "To monitor the usage of my Service",
        "To detect, prevent and address technical issues"
      ]
    },
    {
      "title": "Retention of Your Personal Data",
      "content": [
        "I will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. I will retain and use Your Personal Data to the extent necessary to comply with my legal obligations, resolve disputes, and enforce my legal agreements and policies."
      ]
    },
    {
      "title": "Transfer of Your Personal Data",
      "content": [
        "Your information, including Personal Data, is processed at my operating office and in any other places where the parties involved in the processing are located. Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer."
      ]
    },
    {
      "title": "Delete Your Personal Data",
      "content": [
        "You have the right to delete or request that I assist in deleting the Personal Data that I have collected about You. My Service may give You the ability to delete certain information about You from within the Service."
      ]
    },
    {
      "title": "Disclosure of Your Personal Data",
      "content": [
        "I may disclose Your Personal Data in the good faith belief that such action is necessary to:"
      ],
      "list": [
        "Comply with a legal obligation",
        "Protect and defend my rights or property",
        "Prevent or investigate possible wrongdoing in connection with the Service",
        "Protect the personal safety of Users of the Service or the public",
        "Protect against legal liability"
      ]
    },
    {
      "title": "Security of Your Personal Data",
      "content": [
        "The security of Your Personal Data is important to me, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While I strive to use commercially acceptable means to protect Your Personal Data, I cannot guarantee its absolute security."
      ]
    },
    {
      "title": "Use of Cookies and Tracking Technologies",
      "content": [
        "I use cookies and similar tracking technologies to track the activity on my Service and store certain information. This information may be used to improve and analyze my Service.",
        "The technologies I use may include:"
      ],
      "list": [
        "Cookies or Browser Cookies",
        "Web Beacons",
        "Analytics tools"
      ]
    },
    {
      "title": "Third-Party Analytics",
      "content": [
        "I may use third-party Service Providers to monitor and analyze the use of my Service. These third-party vendors may have access to your Personal Data only to perform these tasks on my behalf and are obligated not to disclose or use it for any other purpose."
      ]
    },
    {
      "title": "Changes to this Privacy Policy",
      "content": [
        "I may update my Privacy Policy from time to time. I will notify You of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page."
      ]
    }
  ],
  "contactUs": {
    "title": "Contact Me",
    "content": "If you have any questions about this Privacy Policy, you can contact me:",
    "email": {
      "label": "By email:",
      "value": "office@makeitlogical.io"
    },
    "phone": {
      "label": "By phone:",
      "value": "+48 696 606 391"
    }
  }
}